{
    "home.title": "home",
    "aboutMe.title": "about me",
    "experience.title": "experience",
    "projects.title": "projects",
    "contact.title": "contact",
    "introduction.itsIsa.subtitle": "hi, I'm Isa :)",
    "introduction.softwareDeveloper.text": "Software developer passionate about programming.",
    "introduction.description.text": "I love learning about game development, animation, tech security and using technology for ecological purposes.",
    "aboutMe.description.text": "I'm 21 years old and have been working as a <b>Full Stack Developer</b> on the 3SCheckout project for 4 years. It's a franchise and store management system with integration for POS, Totem and Delivery. I started my career at 17 and have been passionate about the field ever since.",
    "aboutMe.formation.text": "I graduated as a computer technician and am majoring in <b>Computer Science</b> at USJT. At the moment I am dedicating myself to personal projects in the area of ​​2D and 3D game development.",
    "aboutMe.background.text": "Technology has always been present in my life as I grew up helping my father with his company. I've always been passionate about games, I spent my entire childhood playing video games with my father and sister.",
    "aboutMe.curiosities.text": "Curiosities: I love animals, analog photography, pixel art, games, street racing and cooking.",
    "aboutMe.recentTechnologies.text": "Recently I have been working with these technologies:",
    "footer.developedBy.text": "Developed by Isabelly Pignatari.",
    "experience.fullstackSoftwareDeveloper.title": "FullStack Developer",
    "experience.frontEndSoftwareDeveloper.title": "FullStack Developer",
    "experience.qualityAssuranceIntern.title": "Quality Assurance Intern",
    "experience.fullstackSoftwareDeveloper.description": "Full Stack developer at 3SCheckout's project of franchise and stores management integrated with POS, Totem and Delivery. Creation of events and microservices with Python, responsive and dynamic components with ReactJs, automation with Cypress and integrated tests. I also participate on training new team members.",
    "experience.frontEndSoftwareDeveloper.description": "Freelancer developer at DataBoat Project of E2E data management for Cloud Services. Responsable for developing responsive and dynamic pages with ReactJs and NodeJs API's. English communication with the international team.",
    "experience.qualityAssuranceIntern.description": "Consultancy on Quality Assurance. Testing and automation in Ruby. E2E, integrated, progressive and regressive testing.",
    "experience.type.fullTime.title": " (Full time)",
    "experience.type.freelance.title": " (Freelance)",
    "experience.type.intern.title": " (Internship)",
    "myPhotography.title": "pghotography"
}
